Revit 2027 API
VoltageTypeSet Constructor
Initializes a new instance of the VoltageTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public VoltageTypeSet()
Public Sub New
public:
VoltageTypeSet()
new : unit -> VoltageTypeSet
See Also
Reference
VoltageTypeSet Class
Autodesk.Revit.DB.Electrical Namespace